[
{"reviewer_name": ["huckleberry57"], "reviews": ["I have eaten at this establishment for years and have always had good service.\t"], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["09/06/2011"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["4"], "hash_key": ["4DD8AD43-A08E-E15C-E520-93C39A833D00"]},
{"reviewer_name": ["beebee59"], "reviews": ["Just found this review---and good for the manager.  Personally, I get tired of paying for meals that are made unenjoyable by undisciplined children.  When my kids were small, they were told to behave themselves when we were out.  If they didn't, we left, because I didn't feel like I or my children were entitled to ruin someone's else's day with poor manners.  Unfortunately, this is no longer true with the majority of parents these days.  All I can say is that now my kids are teenagers and while they might be unbearable while at home, I am consistently complimented on how personable and mannerly my kids are out in public, which is all I ask.  I've got a feeling cjsmith is going to have her hands full in a few years.  As for the staff at OPH, I have never been treated with less than courtesy and promptness.  The restaurant is always clean and the food is very good, if a bit on the pricey side.  So all in all, I WILL continue to be a customer of OPH for the quality of food and service and because it's nice to know there is at least one restaurant in town where the management is willing to stand up to childish tyrants!"], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["01/21/2011"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["4"], "hash_key": ["4D596F52-148E-847C-E520-BEAB9A833D00"]},
{"reviewer_name": ["aharp1216"], "reviews": ["As a independent restaurant business person, something about this just doesn't seem right. I mean granted they should have fixed your pancakes till you were happy with them, but you were already so aggravated would you have ever been happy with them? As for the standing outside telling people, I would love to know in which manner you were doing so. Because you were disrupting business and potentially scaring customers that were going to stay. And to expect a dinning out experience to cost anything near actual cost rather than profit is ridiculous. I would think by now you would have realized you definitely can make eggs and toast for cheaper at home and probably about 10 times over.  "], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["10/04/2010"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["5"], "hash_key": ["04f7d940-b1df-012d-c603-18a9053c2790"]},
{"reviewer_name": ["cjsmith3699"], "reviews": ["I frequent this restaurant quite often and I am normally satisfied.  The service has always been okay but the food always pleased me so it kept me returning.  However, today was my very last visit.  My 7 month old daughter has just discovered she can make noises.  She was not crying but babbling and every so often let out a baby scream.  The manager came over and told me my baby was being too loud.  As if I should put my hand over her mouth and quite her.  SHE IS A BABY.  I thought this was a family restaurant?  I proceed to get up from my meal and the heartless manager still made me pay for my meal.  She not only disrespected me in front of my family and friends but she embarrassed me.   I believe word of mouth is the best advertisement and I plan to use it on this business.  The owner was supposed to call me and I still haven't heard from him.  This is the problem with privately owned businesses.  They do not have any bosses above them so they could care less if they lose a customer.  I plan on sending everyone I know to the Golden Nugget! Which is cheaper and delicious! I am a stylist in the area of this establishment so when people ask me (as they often do) where are good places for food I will look forward to spreading the word on this company."], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["07/13/2010"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["1"], "hash_key": ["4CDE44FC-9A20-ECFC-E520-B8F79A833D00"]},
{"reviewer_name": ["FOODisLIFE"], "reviews": ["I've lived in Dayton for the last fifteen years and just found out about this place a few months ago.  Since then, I've been back every weekend and a few times during the week -- Wow!\t"], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["06/07/2010"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["5"], "hash_key": ["496BA465-91BE-14FC-E520-AF4E9A833D00"]},
{"reviewer_name": ["deb5180"], "reviews": ["Furious! Don't complain about your bill they will threaten to call the police on you! - May 27, 2010\t"], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["05/27/2010"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["1"], "hash_key": ["4BD8D8BE-284C-813C-E520-A6FF9A833D00"]},
{"reviewer_name": ["SweetDaddyMike"], "reviews": ["The blueberry pancakes were wonderful. The coffee was very smooth. The bacon was nice & thick & crisp! The service was the best I've ever had. I had a great morning there. One of the best breakfasts I've had in a long, long time!"], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["05/31/2009"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["5"], "hash_key": ["4B2DE3C0-4CC9-A95C-E520-9B149A833D00"]},
{"reviewer_name": ["lozierm"], "reviews": ["Although we often wait for awhile to be seated during peak times, my family has always found the food here fresh and delicious.  The portions are gigantic, so those with smaller appetites may wish to share."], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["04/10/2006"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["4"], "hash_key": ["4A913E7E-DA8B-709C-E520-744C9A833D00"]},
{"reviewer_name": ["solocamzz78"], "reviews": ["This is one of the worst places that its ever been my displeasure to dine at the service was pitiful and the cashier was so caught up in her own little problems to notice the five people waiting to pay for their meals."], "sourceURL": ["https://www.yellowpages.com/dayton-oh/mip/the-original-pancake-house-17684150"], "review_date": ["09/02/2005"], "total_review": ["9"], "name": ["The Original Pancake House"], "ratings": ["1"], "hash_key": ["4A01F4BA-0ED1-881C-E520-67259A833D00"]}
]